aiogram_telethon_bot_creation_templates = [
    """Здравствуйте! Готов выполнить ваш заказ.

Я фрилансер с опытом разработки телеграм-ботов на Python с использованием aiogram и telethon. Создавал различные боты, включая интернет-магазины, парсеры, системы регистрации и платежные решения. Стремлюсь к качеству и оперативности в работе, поэтому все возможные баги исправляю бесплатно и быстро.

Также предлагаю размещение бота на сервере за символическую плату, используя Docker для удобного и надежного деплоя. Это обеспечит стабильную работу вашего бота и минимизирует возможные проблемы.

В случае долгосрочного сотрудничества, я всегда согласен и готов с вашим проектом. Все ТЗ предварительно согласовываются в письменном виде (а также можно и в виде графа), чтобы избежать недопониманий и ускорить процесс разработки.""",


    """Здравствуйте! Я готов помочь вам с вашим проектом.

Я фрилансер с опытом создания телеграм-ботов на Python, использую aiogram и telethon. Разработал множество ботов, включая интернет-магазины, парсеры, системы регистрации и решения для обработки платежей. Моя цель — обеспечить высокое качество работы и быстрое решение любых проблем, поэтому все найденные баги исправляю бесплатно и оперативно.

Кроме того, предлагаю услуги по размещению бота на сервере за небольшую плату, используя Docker для удобного и надежного развертывания. Это гарантирует стабильную работу вашего бота и минимизирует риски.

Если вы рассматриваете долгосрочное сотрудничество, я всегда открыт для работы над вашим проектом. Все технические задания согласовываются в письменной форме (возможно, и в виде графика), чтобы избежать недоразумений и ускорить процесс разработки.""",


    """Я фрилансер, специализирующийся на разработке телеграм-ботов с использованием Python, aiogram и telethon. У меня есть опыт создания различных ботов, включая интернет-магазины, парсеры, системы для регистрации пользователей и решения для обработки платежей. Я всегда стремлюсь к качеству и оперативности, поэтому любые найденные ошибки исправляю бесплатно и в кратчайшие сроки.

Также я предлагаю размещение вашего бота на сервере за небольшую плату, используя Docker для надежного и удобного развертывания. Это обеспечит стабильную работу вашего бота и минимизирует вероятность возникновения проблем.

Если вы ищете долгосрочное сотрудничество, я с удовольствием готов работать над вашим проектом. Все технические задания мы можем согласовать в письменной форме, чтобы избежать недопонимания и ускорить процесс разработки.""",

    
],

people_telethon_bot_creation_templates = [
    """Здравствуйте! Готов помочь вам с разработкой уникальных телеграм-ботов.

Я фрилансер, специализирующийся на создании ботов на платформе Telethon. Имею опыт разработки ботов, имитирующих поведение пользователей, включая функции автокомментариев под постами и рассылки сообщений по группам. Моя цель — создать максимально естественное взаимодействие, чтобы ваши боты выглядели как настоящие пользователи.

Я всегда стремлюсь к качеству и оперативности в работе. В случае выявления ошибок, я быстро и бесплатно их исправляю, чтобы вы остались довольны результатом.

Если вы ищете долгосрочное сотрудничество, я с радостью готов работать над вашими проектами. Все технические задания мы можем обсудить и согласовать в письменном виде, чтобы избежать недоразумений и ускорить процесс разработки. Обращайтесь, буду рад помочь!""",
    """Здравствуйте! Я предлагаю свои услуги по разработке телеграм-ботов на базе Telethon.

Как специалист в этой области, я имею опыт создания ботов, которые имитируют поведение реальных пользователей. Мои проекты включают функции автокомментариев под постами и рассылки сообщений в группы, что позволяет обеспечить естественное взаимодействие с аудиторией.

Я придаю большое значение качеству своей работы и быстрому решению любых возникающих проблем. Если в процессе разработки возникнут ошибки, я оперативно их исправлю без дополнительных затрат с вашей стороны.

Если вы заинтересованы в долгосрочном сотрудничестве, я с удовольствием готов работать над вашими проектами. Мы можем обсудить все технические детали в письменной форме, чтобы избежать недопонимания и сделать процесс разработки более эффективным. Жду вашего ответа!""",
]
